Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: sodium-vapor fluorescent
pt_br: fluorescente de vapor de sódio

source: day white fluorescent
pt_br: fluorescente branca de dia

source: high temp. mercury-vapor fluorescent
pt_br: fluorescente de vapor de mercúrio de alta temperatura

source: high temp. mercury-vapor
pt_br: lâmpada de vapor de mercúrio de alta temperatura

source: flash (auto mode)
pt_br: flash (modo auto)

source: evening sun
pt_br: sol da tarde

source: underwater
pt_br: subaquática

source: black & white
pt_br: preto & branco

source: spot WB
pt_br: balanço de branco pontual

source: manual WB
pt_br: balanço de branco manual

source: camera WB
pt_br: balanço de branco da câmera

source: auto WB
pt_br: balanço de branco automático

source: creating cache directories
pt_br: criando diretórios de cache

source: creating cache directory '%s'
pt_br: criando diretório de cache `%s'

source: could not create directory '%s'!
pt_br: não foi possível criar o diretório `%s'!

source: warning: no images are matching the requested image id range
pt_br: alerta: não há imagens que casam com a faixa requisitada de id

source: warning: did you want to swap these boundaries?
pt_br: alerta: você realmente queria trocar estes limites?

source: warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
pt_br: alerta: o backend em disco para cache de miniaturas está desabilitado (cache_disck_backend) se você quer pré-gerar miniaturas e quer que o darktable as use, precisa habilitar o backend de disco para cache de miniaturas nenhuma miniatura a gerar, terminado.

source: warning: disk backend for full preview cache is disabled (cache_disk_backend_full) if you want to pre-generate full preview and for darktable to use them, you need to enable disk backend for full preview cache no thumbnails to be generated, done.
pt_br: alerta: o backend em disco para cache pré-visualizações está desabilitado (cache_disck_backend_full) se você quer pré-gerar pré-visualizações e quer que o darktable as use, precisa habilitar o backend de disco para cache de pré-visualizações nenhuma miniatura a gerar, terminado.

source: error: ensure that min_mip <= max_mip
pt_br: erro: garanta que min_mip <= max_mip

source: creating complete lighttable thumbnail cache
pt_br: criando cache completo de miniaturas para mesa de luz

source: views
pt_br: vistas

source: image operations
pt_br: operações de imagem

source: modules
pt_br: módulos

source: increase
pt_br: aumenta

source: decrease
pt_br: diminui

source: reset
pt_br: redefinir

source: edit
pt_br: editar

source: dynamic
pt_br: dinâmico

source: next
pt_br: próximo

source: previous
pt_br: anterior

source: deleting preset for obsolete module
pt_br: excluindo predefinição de módulo obsoleto

source: store value as default
pt_br: armazena valor como padrão

source: reset value to default
pt_br: redefinir ao valor padrão

source: cancel
pt_br: cancela

source: please wait while prefetching thumbnails of images from camera...
pt_br: por favor aguarde durante pre-busca de miniaturas de imagens da câmera...

source: jobcode
pt_br: código de tarefa

source: thumbnail
pt_br: miniatura

source: storage file
pt_br: arquivo de armazenamento

source: ignore JPEG files
pt_br: ignorar arquivos JPEG

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
pt_br: não carregar arquivos com uma extensão .jpg ou jpeg. isto pode ser útil quando existem raw+JPEG em um diretório.

source: override today's date
pt_br: sobrescreve data de hoje

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
pt_br: marque ativo se deseja sobrescrever a marcação de data/hora usada ao expandir variáveis: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: images
pt_br: imagens

source: settings
pt_br: configurações

source: select the images from the list below that you want to import into a new filmroll
pt_br: selecione imagens da lista abaixo que você deseja importar em um novo rolo de filme

source: please use YYYY-MM-DD format for date override
pt_br: use o formato AAAA-MM-DD para sobrescrever data

source: tethering view
pt_br: vista de acesso remoto

source: lighttable view
pt_br: vista da mesa de luz

source: darkroom view
pt_br: sala escura

source: map view
pt_br: mapa

source: slideshow view
pt_br: apresentação

source: print view
pt_br: impressão

source: quit
pt_br: sair

source: toggle fullscreen
pt_br: alterna tela cheia

source: leave fullscreen
pt_br: sair tela cheia

source: toggle side borders
pt_br: alterna bordas laterais

source: toggle panels collapsing controls
pt_br: alterna controles para colapsar painéis

source: toggle left panel
pt_br: alternar painel à esquerda

source: toggle right panel
pt_br: alterna painel à direita

source: toggle top panel
pt_br: alterna painel acima

source: toggle bottom panel
pt_br: liga/desliga painel inferior

source: toggle header
pt_br: alterna cabeçalho

source: toggle filmstrip and timeline
pt_br: alterna rolo de filme e linha do tempo

source: toggle top toolbar
pt_br: alterna barra de ferramentas acima

source: toggle bottom toolbar
pt_br: alterna barra de ferramentas inferior

source: toggle all top panels
pt_br: alterna todos os painéis acima

source: toggle all bottom panels
pt_br: alterna painéis inferiores

source: toggle focus peaking
pt_br: alterna marcador de foco

source: switch view
pt_br: muda vista

source: show accels window
pt_br: mostra janela de atalhos

source: $(ROLL_NAME) - roll of the input image
pt_br: $(ROLL_NAME) - rolo da imagem de entrada

source: $(FILE_FOLDER) - folder containing the input image
pt_br: $(FILE_FOLDER) - pasta contendo a imagem de entrada

source: $(FILE_NAME) - basename of the input image
pt_br: $(FILE_NAME) - nome base do arquivo de entrada

source: $(FILE_EXTENSION) - extension of the input image
pt_br: $(FILE_EXTENSION) - extensão do arquivo de entrada

source: $(VERSION) - duplicate version
pt_br: $(VERSION) - versão duplicada

source: $(VERSION_IF_MULTI) - same as $(VERSION) but null string if only one version exists
pt_br: $(VERSION_IF_MULTI) - mesmo que $(VERSION) mas é string nula quando só uma versão existe

source: $(VERSION_NAME) - version name from metadata
pt_br: $(VERSION_NAME) - nome de versão nos metadados

source: $(SEQUENCE) - sequence number
pt_br: $(SEQUENCE) - número de sequência

source: $(MAX_WIDTH) - maximum image export width
pt_br: $(MAX_WIDTH) - largura máxima de imagem exportada

source: $(MAX_HEIGHT) - maximum image export height
pt_br: $(MAX_HEIGHT) - altura máxima de imagem exportada

source: $(YEAR) - year
pt_br: $(YEAR) - ano

source: $(MONTH) - month
pt_br: $(MONTH) - mês

source: $(DAY) - day
pt_br: $(DAY) - dia

source: $(HOUR) - hour
pt_br: $(HOUR) - hora

source: $(MINUTE) - minute
pt_br: $(MINUTE) - minuto

source: $(SECOND) - second
pt_br: $(SECOND) - segundo

source: $(EXIF_YEAR) - EXIF year
pt_br: $(EXIF_YEAR) - ano no EXIF

source: $(EXIF_MONTH) - EXIF month
pt_br: $(EXIF_MONTH) - mês no EXIF

source: $(EXIF_DAY) - EXIF day
pt_br: $(EXIF_DAY) - dia no EXIF

source: $(EXIF_HOUR) - EXIF hour
pt_br: $(EXIF_HOUR) - hora no EXIF

source: $(EXIF_MINUTE) - EXIF minute
pt_br: $(EXIF_MINUTE) - minuto no EXIF

source: $(EXIF_SECOND) - EXIF second
pt_br: $(EXIF_SECOND) - segundo no EXIF

source: $(EXIF_ISO) - ISO value
pt_br: $(EXIF_ISO) - valor ISO

source: $(EXIF_EXPOSURE) - EXIF exposure
pt_br: $(EXIF_EXPOSURE) - exposição no EXIF

source: $(EXIF_EXPOSURE_BIAS) - EXIF exposure bias
pt_br: $(EXIF_EXPOSURE_BIAS) - viés de exposição no EXIF

source: $(EXIF_APERTURE) - EXIF aperture
pt_br: $(EXIF_APERTURE) - abertura no EXIF

source: $(EXIF_FOCAL_LENGTH) - EXIF focal length
pt_br: $(EXIT_FOCAL_LENGTH) - distância focal no EXIF

source: $(EXIF_FOCUS_DISTANCE) - EXIF focal distance
pt_br: $(EXIF_FOCUS_DISTANCE) - distância de foco no EXIF

source: $(ELEVATION) - elevation
pt_br: $(ELEVATION) - elevação

source: $(STARS) - star rating
pt_br: $(STARS) - valor em estrelas

source: $(LABELS) - colorlabels
pt_br: $(LABELS) - etiquetas coloridas

source: $(MAKER) - camera maker
pt_br: $(MAKER) - fabricante da câmera

source: $(MODEL) - camera model
pt_br: $(MODEL) - modelo da câmera

source: $(LENS) - lens
pt_br: $(LENS) - lente

source: $(TITLE) - title from metadata
pt_br: $(TITLE) - título dos metadados

source: $(DESCRIPTION) - description from metadata
pt_br: $(DESCRIPTION) - descrição nos metadados

source: $(CREATOR) - creator from metadata
pt_br: $(CREATOR) - criador nos metadados

source: $(PUBLISHER) - publisher from metadata
pt_br: $(PUBLISHER) - editor dos metadados

source: $(RIGHTS) - rights from metadata
pt_br: $(RIGHTS) - direitos dos metadados

source: $(PICTURES_FOLDER) - pictures folder
pt_br: $(PICTURES_FOLDER) - pasta de imagens

source: $(HOME) - home folder
pt_br: $(HOME) - pasta home

source: $(DESKTOP) - desktop folder
pt_br: $(DESKTOP) - pasta desktop

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
pt_br: $(OPENCL_ACTIVATED) - se OpenCL é ativado

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
pt_br: $(CATEGORY0(category)) - subetiqueta de nível 0 em etiquetas hierárquicas

source: $(TAGS) - tags as set in metadata settings
pt_br: $(TAGS) - etiquetas estabelecidas na configuração de metadados

source: horizontal lines
pt_br: linhas horizontais

source: number of horizontal guide lines
pt_br: número de linhas-guia horizontais

source: vertical lines
pt_br: linhas verticais

source: number of vertical guide lines
pt_br: número de linhas-guia verticais

source: subdivisions
pt_br: subdivisões

source: number of subdivisions per grid rectangle
pt_br: número de subdivisões por retângulo da grade

source: golden sections
pt_br: seções áureas

source: golden spiral sections
pt_br: seções espiral áurea

source: golden spiral
pt_br: espiral áurea

source: show some extra guides
pt_br: mostrar algumas guias extra

source: grid
pt_br: grade

source: rules of thirds
pt_br: regra dos terços

source: metering
pt_br: medição

source: perspective
pt_br: perspectiva

source: diagonal method
pt_br: método diagonal

source: harmonious triangles
pt_br: triângulos áureos

source: golden mean
pt_br: proporção áurea

source: select parts to copy
pt_br: seleciona partes a copiar

source: select parts to paste
pt_br: seleciona partes a colar

source: select _all
pt_br: seleciona tudo

source: select _none
pt_br: cancela seleção

source: include
pt_br: incluir

source: modules order
pt_br: ordem dos módulos

source: can't copy history out of unaltered image
pt_br: não é possível copiar história de uma imagem inalterada

source: normal images
pt_br: imagens normais

source: general
pt_br: geral

source: interface language
pt_br: linguagem da interface

source: double click to reset to the system language
pt_br: clique duplo para voltar para a linguagem do sistema

source: set the language of the user interface. the system default is marked with an * (needs a restart)
pt_br: determina a linguagem da interface com o usuário. o default do sistema está marcado com * (necessário reiniciar)

source: theme
pt_br: tema

source: set the theme for the user interface
pt_br: escolher o tema para a interface de usuário

source: use system font size
pt_br: usar o tamanho de fonte do sistema

source: font size in points
pt_br: tamanho da fonte em pontos

source: modify selected theme with CSS tweaks below
pt_br: modificar o tema selecionado com os ajustes de user.css abaixo

source: modify theme with CSS keyed below (saved to user.css)
pt_br: modificar o tema com o CSS abaixo (gravado no arquivo user.css)

source: save theme tweaks
pt_br: gravar ajustes do tema

source: /* ERROR Loading user.css */
pt_br: /* ERRO Carregando user.css */

source: /* Enter CSS theme tweaks here */
pt_br: /* Entre ajustes ao tema CSS aqui */

source: darktable preferences
pt_br: preferências darktable

source: model
pt_br: modelo

source: maker
pt_br: fabricante

source: import...
pt_br: importar...

source: shortcuts
pt_br: atalhos

source: shortcut
pt_br: atalho

source: binding
pt_br: teclas de atalho

source: search
pt_br: busca

source: click or press enter to search click or press enter again to cycle through results
pt_br: clique ou pressione enter para buscar clique ou pressione enter novamente para circular pelos resultados

source: export...
pt_br: exportar...

source: press key combination to remap...
pt_br: pressione combinação de teclas de atalho...

source: %s accel is already mapped to %s. do you want to replace it ?
pt_br: atalho `%s' já mapeado para %s. Deseja sobrescrever?

source: accel conflict
pt_br: conflito de atalhos

source: do you really want to delete the preset `%s'?
pt_br: você realmente deseja excluir a predefinição`%s'?

source: delete preset?
pt_br: excluir predefinição?

source: select file to export
pt_br: selecione arquivo para exportar

source: select file to import
pt_br: selecione arquivo para importar

source: _open
pt_br: _abrir

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
pt_br: tem certeza que quer restaurar as teclas de atalho padrão? isto irá apagar qualquer modificação realizada.

source: select preset to import
pt_br: selecione configuração para importar

source: failed to import preset
pt_br: falha ao importar configuração

source: edit `%s' for module `%s'
pt_br: editar `%s' mara o módulo `%s'

source: description or further information
pt_br: descrição ou informação adicional

source: auto apply this preset to matching images
pt_br: auto aplicar esta predefinição para imagens que casam com os padrões definidos

source: only show this preset for matching images
pt_br: somente mostre esta predefinição apenas para imagens que casam com os padrões definidos

source: be very careful with this option. this might be the last time you see your preset.
pt_br: cuidade com esta opcão. esta pode ser a última vez que veja sua predefinição.

source: string to match model (use % as wildcard)
pt_br: sequência para coincidir com modelo (use % as wildcard)

source: string to match maker (use % as wildcard)
pt_br: sequência para coincidir o fabricante (use % as wildcard)

source: string to match lens (use % as wildcard)
pt_br: sequência para coincidir a lente (use % as wildcard)

source: minimum ISO value
pt_br: mínimo valor de ISO

source: maximum ISO value
pt_br: máximo valor de ISO

source: minimum exposure time
pt_br: mínimo tempo de exposição

source: maximum exposure time
pt_br: máximo tempo de exposição

source: minimum aperture value
pt_br: valor mínimo de abertura

source: maximum aperture value
pt_br: valor máximo de abertura

source: minimum focal length
pt_br: distância focal mínima

source: maximum focal length
pt_br: distância focal máxima

source: format
pt_br: formato

source: _select as output destination
pt_br: _selecionar como destino

source: preset %s was successfully saved
pt_br: estilo %s foi salvo com sucesso

source: new preset
pt_br: nova predefinição

source: please give preset a name
pt_br: favor nomear predefinição

source: unnamed preset
pt_br: predefinição sem nome

source: preset `%s' already exists. do you want to overwrite?
pt_br: predefinição `%s' existente. Deseja sobrescrever?

source: overwrite preset?
pt_br: sobrescrever predefinição?

source: name of the preset
pt_br: nome da predefinição

source: (default)
pt_br: (padrão)

source: disabled: wrong module version
pt_br: desabilitado: versão do módulo incorreta

source: edit this preset..
pt_br: editar esta predefinição...

source: delete this preset
pt_br: exclui esta predefinição

source: store new preset..
pt_br: armazena nova predefinição...

source: update preset
pt_br: atualizar predefinição

source: favourite
pt_br: favorito

source: style %s was successfully saved
pt_br: estilo %s foi salvo com sucesso

source: edit style
pt_br: editar estilo

source: duplicate style
pt_br: duplicar estilo

source: creates a duplicate of the style before applying changes
pt_br: cria duplicata do estilo antes de aplicar modificações

source: create new style
pt_br: criar novo estilo

source: enter a name for the new style
pt_br: digite um nome para o novo estilo

source: enter a description for the new style, this description is searchable
pt_br: digite uma descrição para o novo estilo, esta descrição é pesquisável

source: update
pt_br: atualizar

source: can't create style out of unaltered image
pt_br: não é possível criar estilo de uma imagen inalterada

source: copy
pt_br: copia

source: do a 1:1 copy of the selected files. the global options below do not apply!
pt_br: fazer uma cópia 1:1 dos arquivos selecionados. as opções globais abaixo não se aplicam!

source: the selected output profile doesn't work well with exr
pt_br: o perfil de saída selecionado não funciona bem com exr

source: compression mode
pt_br: modo de compressão

source: PIZ (default)
pt_br: PIZ (padrão)

source: PXR24 (lossy)
pt_br: PXR24 (com perdas)

source: B44 (lossy)
pt_br: B44 (com perdas)

source: B44A (lossy)
pt_br: B44A (com perdas)

source: quality
pt_br: qualidade

source: DCP mode
pt_br: modo DCP

source: invalid paper size
pt_br: tamanho inválido de papel

source: invalid border size, using 0
pt_br: tamanho de borda inválido, utilizando 0

source: could not export to file `%s'!
pt_br: não foi possível exportar para o arquivo `%s'!

source: enter the title of the pdf
pt_br: inserir o título do pdf

source: paper size
pt_br: tamanho de papel

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
pt_br: tamanho do papel do pdf um da lista ou "<largura> [unit] x <comprimento> <unit> exemplo: 210 mm x 2.97 cm

source: page orientation
pt_br: orientação da página

source: portrait
pt_br: retrato

source: landscape
pt_br: paisagem

source: paper orientation of the pdf
pt_br: orientação do papel no pdf

source: border
pt_br: borda

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
pt_br: espaço vazio ao redor do pdf formato: tamanho + unidade exemplos: 10 mm, 1 inch

source: dpi of the images inside the pdf
pt_br: dpi das imagens dentro do pdf

source: rotate images
pt_br: girar imagens

source: images can be rotated to match the pdf orientation to waste less space when printing
pt_br: imagens pode ser rotacionadas para combinar com a orientação do pdf a fim de perder menos espaço ao imprimir

source: TODO: pages
pt_br: TODO: páginas

source: single images
pt_br: imagens individuais

source: contact sheet
pt_br: folha de contatos

source: what pages should be added to the pdf
pt_br: quais páginas devem ser adicionadas ao pdf

source: embed icc profiles
pt_br: perfis ICC embarcados

source: images can be tagged with their icc profile
pt_br: imagens podem ser etiquetadas com seu perfil icc

source: bit depth
pt_br: profundidade de bit

source: bits per channel of the embedded images
pt_br: bits por canal das imagens embarcadas

source: compression
pt_br: compressão

source: uncompressed
pt_br: não comprimido

source: deflate
pt_br: esvaziar

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
pt_br: método utilizado para compressão de imagem sem compressão -- rápido com arquivos grandes esvaziar -- devagar com arquivos pequenos

source: image mode
pt_br: modo de imagem

source: draft
pt_br: rascunho

source: debug
pt_br: depurar (debug)

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
pt_br: normal -- apenas insere as imagens no pdf rascunho -- imagens são substituídas por caixas debug -- apenas mostra os contornos das caixas delimitadoras

source: will export as a grayscale image
pt_br: exportará como imagem em tons de cinza

source: image
pt_br: imagem

source: deflate with predictor
pt_br: esvaziar com preditor

source: deflate with predictor (float)
pt_br: esvaziar com preditor (float)

source: compression level
pt_br: nível de compressão

source: compression type
pt_br: tipo de compressão

source: lossy
pt_br: com perdas

source: lossless
pt_br: sem perdas

source: applies only to lossy setting
pt_br: aplica apeneas para configuração com perdas

source: image hint
pt_br: dica imagem

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
pt_br: dica de características da imagem para o encoder base. imagem : imagem digital, como retrato, captura em ambiente interno foto : fotografia ao ar livre, com iluminação natural gráfico : image em tons discretos (gráfico, map-tile etc)

source: picture
pt_br: imagen

source: photo
pt_br: foto

source: graphic
pt_br: gráfico

source: file on disk
pt_br: arquivo no disco

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
pt_br: digite o caminho onde colocar as imagens exportadas as variáveis suportam manipulação de strings no estilo bash variáveis reconhecidas:

source: on conflict
pt_br: em caso de conflito

source: create unique filename
pt_br: criar nome de arquivo único

source: overwrite
pt_br: sobrescrever

source: skip
pt_br: pular

source: could not create directory `%s'!
pt_br: não foi possível criar o diretório `%s'!

source: could not write to directory `%s'!
pt_br: não foi possível escrever no diretório `%s'!

source: %d/%d skipping `%s'
pt_br: %d/%d pulando `%s'

source: %d/%d exported to `%s'
pt_br: %d/%d exportada para `%s'

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
pt_br: você está prestes a exportar em modo de sobrescrita. isso sobrescreverá qualquer imagens pré-existentes tem certeza que quer continuar?

source: send as email
pt_br: enviar como e-mail

source: images exported from darktable
pt_br: imagens exportadas do darktable

source: could not launch email client!
pt_br: não é possível iniciar o programa de email!

source: website gallery
pt_br: galeria web

source: enter the title of the website
pt_br: inserir o título do website

source: LaTeX book template
pt_br: modelo de livro LaTeX

source: enter the title of the book
pt_br: inserir o nome do livro

source: authenticated
pt_br: autenticado

source: not authenticated
pt_br: não autenticado

source: not authenticated, cannot reach server
pt_br: não autenticado, não pude chegar ao servidor

source: create new album
pt_br: criar novo álbum

source: cannot refresh albums
pt_br: não é possível atualizar lista de álbuns

source: accounts
pt_br: contas

source: server
pt_br: servidor

source: the server name default protocol is https specify http:// if non secure server
pt_br: o nome do servidor o protocolo padrão é https especifique http:// para servidor não seguro

source: user
pt_br: usuário

source: password
pt_br: senha

source: login
pt_br: entrar

source: piwigo login
pt_br: login piwigo

source: visible to
pt_br: visível para

source: everyone
pt_br: todos

source: contacts
pt_br: contatos

source: friends
pt_br: amigos

source: family
pt_br: família

source: you
pt_br: você

source: album
pt_br: álbum

source: refresh album list
pt_br: atualiza lista de álbuns

source: new album
pt_br: novo álbum

source: parent album
pt_br: album pai

source: click login button to start
pt_br: clique login para iniciar

source: cannot create a new piwigo album!
pt_br: criar novo álbum!
